Repository: mandela02/LoveHandler
Catalog: LoveHandler/Application/SupportFile/*.lproj/Localizable.strings
Languages: vi

# appName
source: Each minute we together
vi: Từng phút bên nhau

source: Aries
vi: Bạch Dương

source: Taurus
vi: Kim Ngưu

source: Gemini
vi: Song Tử

source: Cancer
vi: Cự Giải

source: Leo
vi: Hải Sư

source: Virgo
vi: Xử Nữ

source: Libra
vi: Thiên Bình

source: Scorpio
vi: Hổ Cáp

source: Sagittarius
vi: Nhân Mã

source: Capricorn
vi: Ma Kết

source: Aquarius
vi: Bảo Bình

source: Pisces
vi: Song Ngư

# t01MainScreenTitle
source: Together Forever
vi: Bên nhau trọn đời

# t01DatePickerTitleTitle
source: When is your birthday?
vi: Chọn ngày sinh nhật

# t01ConfirmButtonTitle
source: Choose
vi: Chọn

# t01CancelButtonTitle
source: Cancel
vi: Huỷ

# t01ImagePickerTitle
source: Image Picker
vi: Chọn ảnh

# t01ImagePickerSubTitle
source: Pick an image for yourself.
vi: Chọn cho mình một bức ảnh đại diện

# t01ImagePickerCamera
source: Take a picture
vi: Chụp ảnh mới

# t01ImagePickerLibrary
source: Choose from library
vi: Chọn từ thư viện

# t01ImagePickerCancel
source: Cancel
vi: Huỷ

# t01HeartTitle
source: Been together
vi: Bên nhau

# t01HeartSubTitle
source: Days
vi: Ngày

# t01ChooseGenderTitle
source: Gender
vi: Giới tính

# t01ChooseGenderSubTitle
source: Choose your gender
vi: Chọn giới tính của bạn

source: Male
vi: Nam

source: Female
vi: Nữ

source: Intersexual
vi: Dị tính

source: Neutral
vi: Trung tính

# t01OptionTitle
source: Settings
vi: Cài đặt

# t01OptionSubTitle
source: Choose one option.
vi: Chọn một trong những lựa chọn sau

# t01GenderOptionTitle
source: Gender
vi: Chọn giới tính

# t01BirthDayOptionTitle
source: Birthday
vi: Chọn ngày sinh

# t01ColorOptionTitle
source: Background Colors
vi: Chọn màu nền

# t01TextColorOptionTitle
source: Text Colors
vi: Chọn màu chữ

# t01NameTitle
source: Name
vi: Tên

# t01NameSubTitle
source: Enter name
vi: Nhập tên người đó

# t01NamePlaceholder
source: Enter name here
vi: Nhập tên vào đây

# t01NameSubmitButtonTitle
source: Submit
vi: Xác nhận

# t02PremiumTitle
source: Premium
vi: Xoá quảng cáo

# t02WaveBackgroundTitle
source: Wave Background
vi: Bật hình nền sóng

# t02StartDateTitle
source: Start dating at
vi: Ngày bắt đầu hẹn hò

# t02EndDateTitle
source: Wedding day
vi: Ngày cưới

# t02StartDatingDatePickerTitle
source: Your start dating at
vi: Chọn ngày bắt đầu hẹn hò

# t02WeddingDayDatePickerTitle
source: Your Wedding day is
vi: Chọn ngày cưới

# t02SettingsTitle
source: Settings
vi: Cài đặt

# t02ViewHeaderitle
source: Theme Setting
vi: Cài đặt giao diện

# t02DataHeaderTitle
source: Love memories
vi: Kỷ niệm tình yêu

# t02ThemeCellTitle
source: Theme
vi: Màu chủ đề

# t02LanguageCellTitle
source: Language
vi: Ngôn ngữ

# t02BackgroundCellTitle
source: Love Background
vi: Hình nền

# t02HeartAnimationCellTitle
source: Animation
vi: Hoạt hoạ

# t02PasscodeCellTitle
source: Passcode
vi: Mật khẩu

# t02DeleteAllCellTitle
source: Delete Everything
vi: Xoá tất cả

# t02MemoDateCellTitle
source: When did you start?
vi: Bạn bắt đầu yêu khi nào?

# t03NavigationTitle
source: Memory
vi: Kỷ niệm đôi ta

# t03SearchBarPlaceholder
source: Search your memory
vi: Tìm kiếm kỉ niệm

# t04MemoryDatePickerTitle
source: Choose a date
vi: Chọn ngày kỉ niệm

# t04MemoryContentPlaceHolder
source: Enter diary here
vi: Nhập nhật ký ở đây

# t04MemorySaveButtonTitle
source: Save
vi: Lưu

# t05ShareButtonTitle
source: Share
vi: Chia sẻ

# t05ShareButtonSubtitle
source: Share this image or save it to your device
vi: Chia sẻ ảnh hoặc lưu về máy

# t05DeleteButtonTitle
source: Delete
vi: Xoá

# t05DeleteButtonSubtitle
source: Delete this image forever
vi: Xoá ảnh

# t05LastImageErrorTitle
source: An error has occurred
vi: Có lỗi xảy ra

# t05LastImageErrorMessage
source: This is your last image. Don't delete it, please
vi: Đây là bức ảnh cuối cùng của bạn, đừng xoá nó

# t05DeleteAlertTitle
source: You are about to delete this image
vi: Một bức ảnh chuẩn bị xoá

# t05DeleteAlertMessage
source: Are you sure? This can not be un done
vi: Bạn có chắc muốn xoá nó? Việc này không thể hoàn tác

# okButton
source: OK
vi: Chấp nhận

# cancelButton
source: Cancel
vi: Huỷ

# t07SkipButton
source: Skip
vi: Bỏ qua

# t07NextButton
source: Next
vi: Tiếp tục

# t07CompleteButton
source: Complete
vi: Hoàn thành

# t07NamePlaceHolder
source: Your name is ...
vi: Tên của bạn là ...

# t07ParterNamePlaceHolder
source: Your love is ...
vi: Người bạn thương là ...

# t07BirthdayPlaceHolder
source: Your birthday is ...
vi: Sinh nhật của bạn là ...

# t07ParterbirthdayPlaceHolder
source: Your love's birthday is ...
vi: Sinh nhật người ấy là ...

# t07SkipDialogTitle
source: Are you sure you want to skip?
vi: Bạn có muốn bỏ qua?

# t07SkipDialogSubTitle
source: You can change this information in app's Settings
vi: Bạn có thể thay đổi những thông tin này trong phần Cài Đặt Ứng Dụng.

# t08StartDateTitle
source: When did you start dating
vi: Bạn bắt đầu hẹn hò khi nào?

# t08WeddingDateTitle
source: When is your wedding?
vi: Bạn dự định khi nào cưới?

# t08CompleteDialogTitle
source: You are all set. Do you happy with this information?
vi: Bạn đã hoàn thành. Bạn có hài lòng với cài đặt này?

# t08CompleteDialogSubTitle
source: You can change this information in app's Settings
vi: Bạn có thể thay đổi những thông tin này trong phần Cài Đặt Ứng Dụng.

source: Year
vi: Năm

source: Month
vi: Tháng

source: Week
vi: Tuần

source: Day
vi: Ngày

# yourDefaultName
source: You
vi: Bạn

# yourSoulMateDefaultName
source: Your Soul Mate
vi: Nửa kia của bạn

# t11LanguageNavigationTitle
source: Language
vi: Ngôn ngữ

# passcodeViewTitle
source: Enter PIN
vi: Nhập PIN

# passcodeViewDescription
source: Please enter a new PIN
vi: Hãy nhập mã PIN mới

# passcodeViewConfirmMesseage
source: Confirm your PIN
vi: Xác nhận mã PIN của bạn

# passcodeViewNotMatchMessage
source: Confirm PIN doesn't match
vi: Xác nhận PIN không khớp. Thử lại.
